Repository: allenwind2380/shaarli-CN
Catalog: lans/*/LC_MESSAGES/shaarli.po
Languages: de

source: History file isn't readable or writable
de: 无法读写历史文件

source: Could not parse history file
de: 无法解析历史文件

source: Automatic
de: 自动化

source: German
de: 简中(德语改)

source: English
de: 英语

source: French
de: 法语

source: Japanese
de: 日语

source: Russian
de: 俄语

source: php-gd extension must be loaded to use thumbnails. Thumbnails are now disabled. Please reload the page.
de: 必须加载php-gd扩展才能使用缩略图, 缩略图现已禁用 请重新加载页面

source: Setting not set
de: 未设置

source: Unlimited
de: 无限

source: kiB
de: KB

source: MiB
de: MB

source: GiB
de: GB

source: You're not authorized to alter the datastore
de: 您无权更改数据库

source: This bookmarks already exists
de: 书签已存在

source: (private bookmark with thumbnail demo)
de: (私有书签及图库Demo)

source: Shaarli will automatically pick up the thumbnail for links to a variety of websites. Explore your new Shaarli instance by trying out controls and menus. Visit the project on [Github](https://github.com/shaarli/Shaarli) or [the documentation](https://shaarli.readthedocs.io/en/master/) to learn more about Shaarli. Now you can edit or delete the default shaares.
de: Shaarli会自动获取各种网站链接的缩略图 点击菜单、设置来探索您的私有书签服务 更多信息请访问[GitHub]上的项目(https://github.com/shaarli/shaarli)或[文档](https://shaarli.readthedocs.io/en/master/) 现在可以编辑、删除默认的书签叻

source: Note: Shaare descriptions
de: Shaarli备注功能的小贴士

source: Adding a shaare without entering a URL creates a text-only "note" post such as this one. This note is private, so you are the only one able to see it while logged in. You can use this to keep notes, post articles, code snippets, and much more. The Markdown formatting setting allows you to format your notes and bookmark description: ### Title headings #### Multiple headings levels * bullet lists * _italic_ text * **bold** text * ~~strike through~~ text * `code` blocks * images * [links](https://en.wikipedia.org/wiki/Markdown) Markdown also supports tables: | Name | Type | Color | Qty | | ------- | --------- | ------ | ----- | | Orange | Fruit | Orange | 126 | | Apple | Fruit | Any | 62 | | Lemon | Fruit | Yellow | 30 | | Carrot | Vegetable | Red | 14 |
de: 新建时无链接可创建一个空白备注 这是个私有备注, 当然只能在你登录后才能看到 你可以用模式记笔记、发短文、贴代码... 并且单备注和链接备注都支持**Markdown**! ### 标题 #### 多级标题 * 项目列表 * _斜体_ * **粗体** * ~~删除线~~ * `代码块` * ![](https://github.com/shaarli/Shaarli/raw/master/doc/md/images/doc-logo.png "图片格式") * [链接格式](https://en.wikipedia.org/wiki/Markdown) 并支持表格: | 名称 | 类型 | 颜色 | 数量 | | ------- | --------- | ------ | ----- | | 橙子 | 水果 | 橙色 | 126 | | 苹果 | 水果 | 都可 | 62 | | 柠檬 | 水果 | 黄色 | 30 | | 胡萝卜 | 蔬菜 | 红色 | 14 |

source: The personal, minimalist, super-fast, database free, bookmarking service
de: 私有的、极简的、超快的、无须数据库的书签服务

source: Welcome to Shaarli! Shaarli allows you to bookmark your favorite pages, and share them with others or store them privately. You can add a description to your bookmarks, such as this one, and tag them. Create a new shaare by clicking the `+Shaare` button, or using any of the recommended tools (browser extension, mobile app, bookmarklet, REST API, etc.). You can easily retrieve your links, even with thousands of them, using the internal search engine, or search through tags (e.g. this Shaare is tagged with `shaarli` and `help`). Hashtags such as #shaarli #help are also supported. You can also filter the available [RSS feed](/feed/atom) and picture wall by tag or plaintext search. We hope that you will enjoy using Shaarli, maintained with ❤️ by the community! Feel free to open [an issue](https://github.com/shaarli/Shaarli/issues) if you have a suggestion or encounter an issue.
de: 欢迎来到Shaarli！ 将您喜爱的页面，添加至Shaarli私有书签服务，存储并分享 任意书签都能够备注、加上标签，包括这个哦 点击`+Shaare`创建书签，或是用推荐的多样化工具（浏览器扩展、移动端App、Javascript书签、REST API等等） 内部的搜索引擎轻松检索链接，即使有数千个链接，也能通过标签快速进行筛选（例如此笔记加上`shaarli`与`help`） 支持#shaarli #help 这样的Hashtags 也可用标签和搜索过滤可用的[RSS feed](/feed/atom)与图片墙 用❤发电，希望您能喜欢 如果有任何建议，欢迎来[issues](https://github.com/shaarli/Shaarli/issues)页面留言

source: The link you are trying to reach does not exist or has been deleted.
de: 您想访问的链接不存在或已被删除

source: Shaarli could not create the config file. Please make sure Shaarli has the right to write in the folder is it installed in.
de: 无法创建配置文件，请确保Shaarli有足够权限在安装路径写入文件

source: Invalid setting key parameter. String expected, got:
de: 无效设置参数，建议为:

source: Configuration value is required for %s
de: %s 不能为空

source: An error occurred while trying to save plugins loading order.
de: 试图保存插件加载顺序时出错

source: You are not authorized to alter config.
de: 您无权更改配置

source: Error accessing
de: 访问出错

source: Direct link
de: 直链

source: Permalink
de: 书签链接

source: Configure
de: 设置

source: You have enabled or changed thumbnails mode.
de: 已使用或更改了缩略图模式

source: Please synchronize them.
de: 请同步

source: Error while writing config file after configuration update.
de: 配置更新后写入配置文件时出错

source: Configuration was saved.
de: 设置已生效

source: Export
de: 导出

source: Please select an export mode.
de: 请选择导出选项

source: Import
de: 导入

source: No import file provided.
de: 无导入文件

source: The file you are trying to upload is probably bigger than what this webserver can accept (%s). Please upload in smaller chunks.
de: 上传的文件大小似乎大于服务器允许的 %s ，请分卷上传

source: whitespace
de: 空格

source: Manage tags
de: 管理标签

source: Invalid tags provided.
de: 标签无效

source: The tag was removed from %d bookmark.
de: 已从 %d 个链接中删除

source: The tag was renamed in %d bookmark.
de: 已从 %d 个链接中重命名

source: Tags separator must be a single character.
de: 标签分隔符必须是单一字符

source: These characters are reserved and can't be used as tags separator:
de: 这些字符不能用于标签分隔符

source: Change password
de: 修改密码

source: You must provide the current and new password to change it.
de: 提供当前密码和新密码进行更改

source: The old password is not correct.
de: 旧密码不正确

source: Your password has been changed
de: 密码已更改

source: Setting successfully saved.
de: 设置成功

source: Error while saving plugin configuration:
de: 保存插件配置时出错

source: Check disabled
de: 已禁用更新

source: Server administration
de: 服务管理

source: Thumbnails cache has been cleared.
de: 缩略图缓存已清理

source: Shaarli's cache folder has been cleared!
de: 缓存文件夹已清理

source: Shaare a new link
de: 📎 添加书签

source: Invalid bookmark ID provided.
de: 无效的书签ID

source: Bookmark with identifier %s could not be found.
de: 找不到标识符为%s的书签

source: Invalid visibility provided.
de: 可见性无效

source: Edit
de: 编辑

source: Note:
de: 笔记:

source: Thumbnails update
de: 更新缩略图

source: Tools
de: 工具箱

source: Search:
de: 搜索:

source: day
de: 日

source: Daily
de: 📰 日报

source: week
de: 周

source: Weekly
de: 🗞 周刊

source: month
de: 月

source: Monthly
de: 📓 月集

source: Error:
de: 错误:

source: Please report it on Github.
de: 至Github报告

source: An unexpected error occurred.
de: 从未设想的错误

source: Requested page could not be found.
de: 无法找到请求界面

source: Install Shaarli
de: 安装Shaarli

source: <pre>Sessions do not seem to work correctly on your server.<br>Make sure the variable "session.save_path" is set correctly in your PHP config, and that you have write access to it.<br>It currently points to %s.<br>On some browsers, accessing your server via a hostname like 'localhost' or any custom hostname without a dot causes cookie storage to fail. We recommend accessing your server via it's IP address or Fully Qualified Domain Name.<br>
de: <pre>Sessions在服务器上似乎无法正常访问<br>请确保变量“session.save_path”在PHP中配置正确，并有读写权限<br>它当前指向% s<br>在某些浏览器上，“localhost”或其他不带接入口的自定义主机名，访问服务器会导致cookie存储失败，建议通过服务器的IP地址或域名来访问<br>

source: Shaarli is now configured. Please login and start shaaring your bookmarks!
de: Shaarli已配置完毕，可以登录使用叻

source: Insufficient permissions:
de: 权限不足:

source: Login
de: 登录

source: Wrong login/password.
de: 用户名或密码错误

source: Picture wall
de: 🌆 图片墙

source: Tag
de: 标签

source: Shaarli has already been installed. Login to edit the configuration.
de: Shaarli已部署完毕，可以登录进行配置叻

source: You have been banned after too many failed login attempts. Try again later.
de: 已登录失败多次，请稍后再试

source: You are not supposed to change a password on an Open Shaarli.
de: 无法更改公共空间下的密码

source: Picture wall unavailable (thumbnails are disabled).
de: 未使用图片墙 (缩略图已禁用)

source: Wrong token.
de: Token错误

source: Your PHP version is obsolete! Shaarli requires at least PHP %s, and thus cannot run. Your PHP version has known security vulnerabilities and should be updated as soon as possible.
de: 您的 PHP 版本已过时！Shaarli 至少需要 PHP %s, 因此无法运行 您的 PHP 版本已知存在安全漏洞, 应尽快更新

source: directory is not readable
de: 无法读取目录

source: directory is not writable
de: 无法记录目录

source: file is not readable
de: 无法读取文件

source: file is not writable
de: 无法记录文件

source: Configuration parsing
de: 配置解析

source: Slim Framework (routing, etc.)
de: Slim 框架 (线路等)

source: Multibyte (Unicode) string support
de: 多字节文本支持 (Unicode)

source: Required to use thumbnails
de: 需使用缩略图

source: Localized text sorting (e.g. e->è->f)
de: 本地化文本排序 (如e->è->f)

source: Better retrieval of bookmark metadata and thumbnail
de: 元数据与缩略图检索更方便

source: Use the translation system in gettext mode
de: 使用gettext方式的多语言支持

source: Login using LDAP server
de: 通过LDAP服务登录

source: Week
de: 周

source: Today
de: 今日

source: Yesterday
de: 昨日

source: Provided path is not a directory.
de: 路径为非目录

source: Trying to delete a folder outside of Shaarli path.
de: 尝试删除Shaarli目录外的文件夹

source: You are not authorized to add a link.
de: 您无权添加链接

source: Internal Error: A link should always have an id and URL.
de: 内部错误: 链接应当有ID标识和URL网址

source: You must specify an integer as a key.
de: 请填入整数

source: Array offset and link ID must be equal.
de: 链接ID必须与数组偏移一致

source: Welcome to Shaarli! This is your first public bookmark. To edit or delete me, you must first login. To learn how to use Shaarli, consult the link "Documentation" at the bottom of this page. You use the community supported version of the original Shaarli project, by Sebastien Sauvage.
de: 这是你的第一个公开的书签, 要想编辑或删除, 您必须先登录 要了解如何使用Shaarli, 请参考页脚的“文档”(En) 您正在使用由Sebastien Sauvage打造的, 并拥有社区支持的Shaarli项目

source: My secret stuff... - Pastebin.com
de: 我的秘密... - Pastebin.com

source: Shhhh! I'm a private link only YOU can see. You can delete me too.
de: 嘘—— 这是只有你能看到的私有链接，当然你也可以删了它

source: Couldn't retrieve updater class methods.
de: 找不到更新程序

source: Invalid export selection:
de: 无效导出选择:

source: File %s (%d bytes)
de: 文件名 %s (%d bytes)

source: has an unknown file format. Nothing was imported.
de: 是未知的文件格式，无输出内容

source: was successfully processed in %d seconds: %d bookmarks imported, %d bookmarks overwritten, %d bookmarks skipped.
de: 在%d秒内处理完毕: 已导入%d个链接，已覆盖%d个链接，已跳过%d个链接

source: [plugin incompatibility]:
de: [插件不兼容]:

source: Plugin "%s" files not found.
de: 未找到 %s 插件

source: Cannot purge %s: no directory
de: 无法清除 %s : 没有目录

source: An error occurred while running the update
de: 更新时发生错误

source: Shared bookmarks on
de: 共享书签:

source: URI
de: URL

source: Add link
de: 添加链接

source: Adds the addlink input on the linklist page.
de: 添加至链接列表

source: View on archive.org
de: Archive.org 上查看

source: For each link, add an Archive.org icon.
de: 为每个链接添加来自 Archive.org 的图标

source: Default colors plugin error: This plugin is active and no custom color is configured.
de: "主题色" 插件出错: 未自定义颜色

source: Override default theme colors. Use any CSS valid color.
de: 使用CSS有效色值更改主题色

source: Main color (navbar green)
de: 主题色 (默认绿色)

source: Background color (light grey)
de: 背景色 (默认浅灰)

source: Dark main color (e.g. visited links)
de: 主深色 (如已点链接)

source: A demo plugin covering all use cases for template designers and plugin developers.
de: Demo 插件将涵盖了模板设计者和插件开发者的所有用例

source: This is a parameter dedicated to the demo plugin. It'll be suffixed.
de: 演示插件专用参数 (带有后缀)

source: Other demo parameter
de: 其他Demo参数

source: Isso plugin error: Please define the "ISSO_SERVER" setting in the plugin administration page.
de: Isso 插件错误: 参数 “ISSO_SERVER” 未定义

source: Let visitor comment your shaares on permalinks with Isso.
de: 让访客在Isso的书签链接进行评论

source: Isso server URL (without 'http://')
de: Isso 服务器地址 (不带 'http://')

source: Piwik plugin error: Please define PIWIK_URL and PIWIK_SITEID in the plugin administration page.
de: Piwik 插件错误: 参数 “PIWIK_URL” 和 “PIWIK_SITEID” 未定义

source: A plugin that adds Piwik tracking code to Shaarli pages.
de: 将Piwik跟踪代码添加到Shaarli页面

source: Piwik URL
de: Piwik地址

source: Piwik site ID
de: Piwik站点的ID

source: Video player
de: 视频播放器

source: Play Videos
de: 播放

source: Add a button in the toolbar allowing to watch all videos.
de: 在工具栏中添加允许观看视频的按钮

source: Could not publish to PubSubHubbub: %s
de: 无法发布到PubSubHubbub: %s

source: Could not post to %s
de: 无法发布到 %s

source: Bad response from the hub %s
de: 来自hub %s 的错误响应

source: Enable PubSubHubbub feed publishing.
de: 启用 PubSubHubbub 摘要发布

source: For each link, add a QRCode icon.
de: 为每个链接添加二维码

source: Wallabag plugin error: Please define the "WALLABAG_URL" setting in the plugin administration page.
de: Wallabag插件错误: 参数 “WALLABAG_URL” 未定义

source: Save to wallabag
de: 保存到wallabag

source: Wallabag API URL
de: Wallabag API 地址

source: Wallabag API version (1 or 2)
de: Wallabag API 版本 (1 or 2)

source: Sorry, nothing to see here.
de: 这...我们到这的时候就剩下这个了

source: URL or leave empty to post a note
de: 添加URL发布链接

source: BULK CREATION
de: <strong>批量创建</strong>

source: Metadata asynchronous retrieval is disabled.
de: 已禁用元数据异步检索

source: We recommend that you enable the setting <em>general > enable_async_metadata</em> in your configuration file to use bulk link creation.
de: 建议在配置文件中启用设置 <em>通用 > 使用异步元数据</em> 来使用批量链接创建

source: Shaare multiple new links
de: 🖇 添加多链接

source: Add one URL per line to create multiple bookmarks.
de: 换行添加多个链接...

source: Tags
de: 标签

source: Private
de: 私有

source: Add links
de: 添加链接

source: Current password
de: 当前密码

source: New password
de: 新密码

source: Change
de: 更改

source: Tag
de: 标签

source: New name
de: 新名称

source: Case sensitive
de: 区分大小写

source: Rename tag
de: 重命名

source: Delete tag
de: 删除

source: You can also edit tags in the
de: 编辑标签也可以到

source: tag list
de: 标签列表

source: Change tags separator
de: 修改标签分隔符

source: Your current tag separator is
de: 当前的分隔符为

source: New separator
de: ↔ 新分割符

source: Save
de: 保存

source: Note that hashtags won't fully work with a non-whitespace separator.
de: Hashtags不能完全使用非空白分隔符

source: title
de: 标题

source: Home link
de: 主域名

source: Default value
de: 默认值

source: Theme
de: 主题

source: Description formatter
de: 备注格式

source: Language
de: 语言

source: Timezone
de: 时区

source: Continent
de: 大洲/地区

source: City
de: 城市

source: Disable session cookie hijacking protection
de: 禁用cookie劫持保护

source: Check this if you get disconnected or if your IP address changes often
de: 如果您断开连接或您的IP地址经常更改, 请选此项

source: Private links by default
de: 默认私有

source: All new links are private by default
de: 默认所有链接为私有

source: RSS direct links
de: RSS直链

source: Check this to use direct URL instead of permalink in feeds
de: 优先使用直链替代对应书签链接

source: Hide public links
de: 隐藏公共链接

source: Do not show any links if the user is not logged in
de: 未登录不显示任何链接

source: Check updates
de: 检查更新

source: Notify me when a new release is ready
de: 新版本准备好时通知我

source: Automatically retrieve description for new bookmarks
de: 自动添加备注

source: Shaarli will try to retrieve the description from meta HTML headers
de: 会尝试元HTML标题中寻找描述

source: Enable REST API
de: 启用 REST API

source: Allow third party software to use Shaarli such as mobile application
de: 允许第三方软件使用Shaarli, 如移动APP

source: API secret
de: API密钥

source: Enable thumbnails
de: 启用缩略图

source: You need to enable the extension <code>php-gd</code> to use thumbnails.
de: 需开启 <code>php-gd</code> 扩展方可只用

source: Synchronize thumbnails
de: 同步缩略图

source: All
de: 全部

source: Only common media hosts
de: 仅限常用媒体站点

source: None
de: 无

source: 1 RSS entry per :type
de: 每:type RSS条目

source: Previous :type
de: 前一:type

source: All links of one :type in a single page.
de: 本:type所有链接速览

source: Next :type
de: 后一:type

source: Edit Shaare
de: 编辑

source: New Shaare
de: 添加

source: Created:
de: 创建于 :

source: Title
de: 标题

source: Description
de: 备注

source: Description will be rendered with
de: 备注将用

source: Markdown syntax documentation
de: Markdown文档

source: Markdown syntax
de: Markdown语法

source: Cancel
de: 取消

source: Apply Changes
de: 应用

source: Delete
de: 删除

source: Save all
de: 保存全部

source: Export Database
de: 导出数据

source: Selection
de: 选段

source: Public
de: 备注将用

source: Prepend note permalinks with this Shaarli instance's URL
de: URL前添加书签备注

source: Useful to import bookmarks in a web browser
de: 在网页浏览器中导入书签很有用

source: Import Database
de: 导入数据

source: Maximum size allowed:
de: 最大允许:

source: Visibility
de: 可见

source: Use values from the imported file, default to public
de: 使用导入文件中的值，默认为公共

source: Import all bookmarks as private
de: 所有书签导入至私有

source: Import all bookmarks as public
de: ﻿所有书签导入至公共

source: Overwrite existing bookmarks
de: 覆盖现有书签

source: Duplicates based on URL
de: ﻿复制 (URL)

source: Add default tags
de: 添加默认标签

source: It looks like it's the first time you run Shaarli. Please configure it.
de: 看起来是第一次在这里运行Shaarli，简单配置即可食用

source: Username
de: 用户名

source: Password
de: 密码

source: Shaarli title
de: 页面标题

source: My links
de: 我的链接

source: Install
de: 安装

source: Server requirements
de: 服务器需求

source: shaare
de: 条目

source: private link
de: 私有链接

source: Search text
de: 搜索文本

source: Filter by tag
de: 标签过滤

source: Search
de: 🔍 搜索

source: Nothing found.
de: 啥都没找到

source: %s result
de: 共%s个结果

source: for
de: 包含

source: tagged
de: 已选标签:

source: Remove tag
de: 删除标签

source: with status
de: 当前过滤:

source: without any tag
de: 无标签

source: Fold
de: 折叠

source: Edited:
de: 编辑于:

source: permalink
de: 书签链接

source: Add tag
de: 添加标签

source: Toggle sticky
de: 切换置顶

source: Sticky
de: 置顶

source: Share a private link
de: 分享私有链接

source: Filters
de: 过滤器

source: Only display private links
de: 只含私有

source: Only display public links
de: 只含公共

source: Filter untagged links
de: 无标签

source: Select all
de: 全选

source: Fold all
de: 折叠全部

source: Links per page
de: 每页链接数

source: Remember me
de: 保持登录

source: by the Shaarli community
de: 由Shaarli社区维护

source: Documentation
de: 文档

source: Expand
de: 展开

source: Expand all
de: 展开全部

source: Are you sure you want to delete this link?
de: 是否要删除链接

source: Are you sure you want to delete this tag?
de: 是否要删除标签

source: Menu
de: 菜单

source: Tag cloud
de: 🔖 标签

source: RSS Feed
de: 📨 RSS订阅

source: Logout
de: 登出

source: Set public
de: 设为公共

source: Set private
de: 设为私有

source: is available
de: 是否可用

source: Error
de: 错误

source: There is no cached thumbnail.
de: 无缓存缩略图

source: Try to synchronize them.
de: 同步链接缩略图

source: Picture Wall
de: 图片墙

source: pics
de: 图片

source: You need to enable Javascript to change plugin loading order.
de: 您需要启用Javascript来更改插件加载顺序

source: Plugin administration
de: 插件管理

source: Enabled Plugins
de: 已启用插件

source: No plugin enabled.
de: 无插件启用

source: Disable
de: 禁用

source: Name
de: 名称

source: Order
de: 排序

source: Disabled Plugins
de: ﻿已禁插件

source: No plugin disabled.
de: 无插件启用

source: Enable
de: 启用

source: More plugins available
de: 更多插件请搜寻

source: in the documentation
de: 文档

source: Plugin configuration
de: 插件配置

source: No parameter available.
de: 无参数选择

source: General
de: 通用

source: Index URL
de: 主页

source: Base path
de: 基本路径

source: Client IP
de: 服务器IP

source: Trusted reverse proxies
de: 受信任的反向代理

source: Visit releases page on Github
de: 至Github获取最新版本

source: Synchronize all link thumbnails
de: 同步所有链接中的缩略图

source: Permissions
de: 权限

source: There are permissions that need to be fixed.
de: 有需要修复的权限

source: All read/write permissions are properly set.
de: 所有读/写权限都已正确设置

source: Running PHP
de: 当前PHP版本:

source: End of life:
de: EOL:

source: Extension
de: 扩展

source: Usage
de: 说明

source: Status
de: 需求

source: Loaded
de: 状态

source: Required
de: 必需

source: Optional
de: 可选

source: Not loaded
de: 未加载

source: tags
de: 标签

source: List all links with those tags
de: 列出所有带此标签的链接

source: Tag list
de: 标签列表

source: Sort by:
de: 分类依据:

source: Cloud
de: 💭 标签云

source: Most used
de: 🔝 最常点选

source: Alphabetical
de: 🅰 A-z字母

source: Settings
de: 工具箱

source: Change Shaarli settings: title, timezone, etc.
de: 更改Shaarli设置: 标题、时区等

source: Configure your Shaarli
de: 基本设置

source: Enable, disable and configure plugins
de: 启用、禁用和管理插件

source: Check instance's server configuration
de: 检查当前服务器配置

source: Change your password
de: 建议定期修改密码提升安全性

source: Rename or delete a tag in all links
de: 重命名、删除链接中的标签

source: Import Netscape HTML bookmarks (as exported from Firefox, Chrome, Opera, delicious...)
de: 导入HTML书签 (从火狐、Chrome、Opera、Delicious... )

source: Import links
de: 导入链接

source: Export Netscape HTML bookmarks (which can be imported in Firefox, Chrome, Opera, delicious...)
de: 导出HTML书签 (到火狐、Chrome、Opera、Delicious...)

source: Export database
de: 导出数据

source: Drag one of these button to your bookmarks toolbar or right-click it and "Bookmark This Link"
de: 拖拽按钮到书签工具栏，或右键收藏此链接

source: then click on the bookmarklet in any page you want to share.
de: 然后在任何想分享的页面上点击书签

source: Drag this link to your bookmarks toolbar or right-click it and Bookmark This Link
de: 拖拽链接到书签工具栏，或右键收藏此链接

source: then click ✚Shaare link button in any page you want to share
de: 然后在任何页面中单击✚Shaare 链接

source: The selected text is too long, it will be truncated.
de: 所选文本太长, 将被分段

source: Shaare link
de: 分享链接

source: Then click ✚Add Note button anytime to start composing a private Note (text post) to your Shaarli
de: 然后随时点击✚Add笔记按钮，开始为你的Shaarli撰写私有笔记 (文本备注)

source: Add Note
de: 添加笔记

source: 3rd party
de: 第三方工具

source: plugin
de: 插件

source: Drag this link to your bookmarks toolbar, or right-click it and choose Bookmark This Link
de: 拖拽链接到书签工具栏, 或右键选择"将此链接设为书签"

source: Change Title, timezone...
de: 更改标题、时区...

source: Current version
de: 当前版本

source: Version
de: 版本

source: Latest release
de: 最新版本

source: Thumbnails status
de: 缩略图状态

source: Thumbnails
de: 缩略图

source: Cache
de: 缓存

source: Clear thumbnails cache
de: 清理缩略图缓存

source: Clear main cache
de: 清理主缓存

source: search
de: 搜索

source: to the filters
de: 进一步搜索
